Repository: LookInsideApp/LookInside
Catalog: Packages/LookInsideActivation/Sources/LookInsideActivation/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: LookInside won’t use the license key until you continue, so Pro features are paused. Click Try Again when you’re ready.
ar: لن يستخدم LookInside مفتاح الترخيص حتى تتابع، لذا تم إيقاف ميزات Pro مؤقتًا. انقر على «حاول مرة أخرى» عندما تكون جاهزًا.
de: LookInside verwendet den Lizenzschlüssel erst, wenn du fortfährst. Pro-Funktionen sind bis dahin pausiert. Klicke auf „Erneut versuchen“, wenn du bereit bist.
es: LookInside no usará la clave de licencia hasta que continúes, por lo que las funciones Pro están en pausa. Haz clic en Reintentar cuando estés listo.
fr: LookInside n’utilisera pas la clé de licence tant que vous n’aurez pas continué ; les fonctionnalités Pro sont donc suspendues. Cliquez sur « Réessayer » quand vous serez prêt.
it: LookInside non userà la chiave di licenza finché non continui, quindi le funzioni Pro restano in pausa. Fai clic su Riprova quando sei pronto.
ja: 続けるまで、LookInsideはライセンスキーを使用しないため、Pro機能は停止しています。準備ができたら“再試行”をクリックしてください。
ko: 계속하기 전에는 LookInside가 라이선스 키를 사용하지 않으므로 Pro 기능이 일시 중지됩니다. 준비되면 다시 시도를 클릭하세요.
pt_br: O LookInside não usará a chave de licença até você continuar, então os recursos Pro estão pausados. Clique em Tentar Novamente quando estiver pronto.
ru: Пока вы не продолжите, LookInside не будет использовать ключ лицензии, поэтому функции Pro приостановлены. Когда будете готовы, нажмите «Повторить».
vi: LookInside sẽ không dùng khóa giấy phép cho đến khi bạn tiếp tục, nên các tính năng Pro đang tạm dừng. Nhấp Thử lại khi bạn sẵn sàng.
zh_hans: 在你继续之前，LookInside 不会使用许可证密钥，Pro 功能已暂停。准备好后请点按“重试”。
zh_hant: 在你繼續之前，LookInside 不會使用授權碼，因此 Pro 功能已暫停。準備好後請點按「重試」。

source: macOS asks for keychain access each time LookInside connects to an app. Choose “Always Allow” to stop these requests.
ar: يطلب macOS الوصول إلى سلسلة المفاتيح في كل مرة يتصل فيها LookInside بتطبيق. اختر «السماح دائمًا» لإيقاف هذه الطلبات.
de: macOS fragt bei jeder Verbindung von LookInside mit einer App nach Schlüsselbundzugriff. Wähle „Immer erlauben“, um diese Abfragen zu beenden.
es: macOS pide acceso al llavero cada vez que LookInside se conecta a una app. Elige “Permitir siempre” para dejar de recibir estas solicitudes.
fr: macOS demande l’accès au trousseau à chaque connexion de LookInside à une app. Choisissez « Toujours autoriser » pour ne plus recevoir ces demandes.
it: macOS chiede l’accesso al portachiavi a ogni connessione di LookInside a un’app. Scegli “Consenti sempre” per non ricevere più queste richieste.
ja: LookInsideがAppに接続するたびに、macOSがキーチェーンへのアクセスを確認します。確認を表示しないようにするには、“常に許可”を選択してください。
ko: LookInside가 앱에 연결할 때마다 macOS에서 키체인 접근을 요청합니다. 요청을 중단하려면 “항상 허용”을 선택하세요.
pt_br: O macOS pede acesso às chaves toda vez que o LookInside se conecta a um app. Escolha “Sempre Permitir” para parar esses pedidos.
ru: macOS запрашивает доступ к связке ключей при каждом подключении LookInside к приложению. Выберите «Всегда разрешать», чтобы запросы прекратились.
vi: macOS hỏi quyền truy cập chuỗi khóa mỗi lần LookInside kết nối với một ứng dụng. Hãy chọn “Luôn cho phép” để dừng các yêu cầu này.
zh_hans: 每次 LookInside 连接 App 时，macOS 都会请求钥匙串访问权限。选择“始终允许”即可不再询问。
zh_hant: 每次 LookInside 連接 App 時，macOS 都會要求存取鑰匙圈。選擇「一律允許」即可不再詢問。

source: Never Expires
ar: لا تنتهي صلاحيته
de: Läuft nie ab
es: No caduca
fr: N’expire jamais
it: Non scade mai
ja: 無期限
ko: 만료되지 않음
pt_br: Nunca Expira
ru: Бессрочно
vi: Không hết hạn
zh_hans: 永久有效
zh_hant: 永久有效

source: No license state is stored in the Auth Server.
ar: لا توجد حالة ترخيص مخزنة في خادم المصادقة.
de: Im Auth Server ist kein Lizenzstatus gespeichert.
es: No hay ningún estado de licencia almacenado en el Auth Server.
fr: Aucun état de licence n’est stocké dans l’Auth Server.
it: Nessuno stato della licenza è memorizzato nell’Auth Server.
ja: 認証サーバにライセンスの状態は保存されていません。
ko: 인증 서버에 저장된 라이선스 상태가 없습니다.
pt_br: Nenhum estado de licença está armazenado no Auth Server.
ru: В Auth Server не хранится состояние лицензии.
vi: Auth Server không lưu trạng thái giấy phép nào.
zh_hans: Auth Server 尚未保存许可证状态。
zh_hant: Auth Server 中沒有儲存任何授權狀態。

source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 나중에
pt_br: Agora Não
ru: Не сейчас
vi: Không phải bây giờ
zh_hans: 以后再说
zh_hant: 暫時不要

source: Notice
ar: ملاحظة
de: Hinweis
es: Aviso
fr: Avis
it: Avviso
ja: お知らせ
ko: 알림
pt_br: Aviso
ru: Уведомление
vi: Thông báo
zh_hans: 提示
zh_hant: 提示

source: OK
ar: موافق
ko: 확인
zh_hans: 好
zh_hant: 好

source: Order ID
ar: رقم الطلب
de: Bestell-ID
es: ID de pedido
fr: N° de commande
it: ID ordine
ja: 注文ID
ko: 주문 ID
pt_br: ID do Pedido
ru: Номер заказа
vi: ID đơn hàng
zh_hans: 订单号
zh_hant: 訂單編號

source: Paste
ar: لصق
de: Einsetzen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
pt_br: Colar
ru: Вставить
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上

source: Quit LookInside Activation
ar: إنهاء تفعيل LookInside
de: LookInside-Aktivierung beenden
es: Salir de Activación de LookInside
fr: Quitter l’activation de LookInside
it: Esci da Attivazione di LookInside
ja: LookInsideアクティベーションを終了
ko: LookInside 활성화 종료
pt_br: Encerrar Ativação do LookInside
ru: Завершить «Активация LookInside»
vi: Thoát Kích hoạt LookInside
zh_hans: 退出 LookInside 激活
zh_hant: 結束 LookInside 啟用

source: Refresh the entitlement status before completing activation.
ar: حدّث حالة الاستحقاق قبل إكمال التفعيل.
de: Aktualisiere den Berechtigungsstatus, bevor du die Aktivierung abschließt.
es: Actualiza el estado del derecho de uso antes de completar la activación.
fr: Actualisez l’état des droits d’utilisation avant de terminer l’activation.
it: Aggiorna lo stato dei diritti prima di completare l’attivazione.
ja: アクティベートを完了する前に、資格の状態を更新してください。
ko: 활성화를 완료하기 전에 이용 권한 상태를 새로 고치세요.
pt_br: Atualize o status do direito de uso antes de concluir a ativação.
ru: Обновите статус права на использование перед завершением активации.
vi: Hãy làm mới trạng thái quyền sử dụng trước khi hoàn tất kích hoạt.
zh_hans: 请先刷新权益状态，再完成激活。
zh_hant: 請先重新整理權利狀態，再完成啟用。

source: Refresh the license state or complete activation again to restore access.
ar: حدّث حالة الترخيص أو أكمل التفعيل مرة أخرى لاستعادة الوصول.
de: Aktualisiere den Lizenzstatus oder schließe die Aktivierung erneut ab, um den Zugriff wiederherzustellen.
es: Actualiza el estado de la licencia o completa de nuevo la activación para recuperar el acceso.
fr: Actualisez l’état de la licence ou réalisez de nouveau l’activation pour rétablir l’accès.
it: Aggiorna lo stato della licenza o completa di nuovo l’attivazione per ripristinare l’accesso.
ja: ライセンスの状態を更新するか、もう一度アクティベートを完了すると、アクセスが復元されます。
ko: 라이선스 상태를 새로 고치거나 활성화를 다시 완료하여 이용 권한을 복원하세요.
pt_br: Atualize o estado da licença ou conclua a ativação novamente para restaurar o acesso.
ru: Обновите статус лицензии или повторите активацию, чтобы восстановить доступ.
vi: Hãy làm mới trạng thái giấy phép hoặc kích hoạt lại để khôi phục quyền truy cập.
zh_hans: 刷新许可证状态或重新完成激活即可恢复访问。
zh_hant: 重新整理授權狀態，或重新完成啟用，即可恢復存取權限。

source: Refreshing license status…
ar: جارٍ تحديث حالة الترخيص…
de: Lizenzstatus wird aktualisiert …
es: Actualizando el estado de la licencia…
fr: Actualisation de l’état de la licence…
it: Aggiornamento dello stato della licenza…
ja: ライセンス状況を更新中…
ko: 라이선스 상태를 새로 고치는 중…
pt_br: Atualizando o status da licença…
ru: Обновление статуса лицензии…
vi: Đang làm mới trạng thái giấy phép…
zh_hans: 正在刷新许可证状态…
zh_hant: 正在重新整理授權狀態…

source: Renews on
ar: يتجدد في
de: Verlängert sich am
es: Se renueva el
fr: Renouvellement le
it: Si rinnova il
ja: 更新日
ko: 갱신일
pt_br: Renova em
ru: Продлевается
vi: Gia hạn vào
zh_hans: 下次续订
zh_hant: 續訂日期

source: Select All
ar: تحديد الكل
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべてを選択
ko: 전체 선택
pt_br: Selecionar Tudo
ru: Выбрать все
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

source: Signing failed. %@
ar: فشل التوقيع. %@
de: Signieren fehlgeschlagen. %@
es: Falló la firma. %@
fr: Échec de la signature. %@
it: Firma non riuscita. %@
ja: 署名に失敗しました。 %@
ko: 서명에 실패했습니다. %@
pt_br: Falha na assinatura. %@
ru: Не удалось подписать. %@
vi: Ký không thành công. %@
zh_hans: 签名失败。 %@
zh_hant: 簽署失敗。 %@

source: Start Trial
ar: بدء الفترة التجريبية
de: Testversion starten
es: Iniciar prueba
fr: Démarrer l’essai
it: Inizia la prova
ja: 試用版を開始
ko: 체험 시작
pt_br: Iniciar Teste
ru: Начать пробный период
vi: Bắt đầu dùng thử
zh_hans: 开始试用
zh_hant: 開始試用

source: Started %@
ar: بدأ في %@
de: Gestartet am %@
es: Inicio: %@
fr: Début : %@
it: Iniziata il %@
ja: 開始: %@
ko: %@에 시작됨
pt_br: Iniciado em %@
ru: Начало: %@
vi: Bắt đầu %@
zh_hans: 始于 %@
zh_hant: 開始於 %@

source: Started %@ · Ended %@
ar: بدأ في %@ · انتهى في %@
de: Gestartet am %@ · Beendet am %@
es: Inicio: %@ · Fin: %@
fr: Début : %@ · Fin : %@
it: Iniziata il %@ · Terminata il %@
ja: 開始: %1$@ · 終了: %2$@
ko: %@에 시작됨 · %@에 종료됨
pt_br: Iniciado em %@ · Terminou em %@
ru: Начало: %@ · окончание: %@
vi: Bắt đầu %@ · Kết thúc %@
zh_hans: 始于 %1$@ · 结束于 %2$@
zh_hant: 開始於 %1$@ · 結束於 %2$@

source: Started %@ · Ends %@ · %lld days left
ar: بدأ في %@ · ينتهي في %@ · الأيام المتبقية: %lld
de: Gestartet am %@ · Endet am %@ · noch %lld Tage
es: Inicio: %@ · Fin: %@ · %lld días restantes
fr: Début : %@ · Fin : %@ · %lld jours restants
it: Iniziata il %@ · Termina il %@ · %lld giorni rimanenti
ja: 開始: %1$@ · 終了予定: %2$@ · 残り%3$lld日
ko: %@에 시작됨 · %@에 종료 · %lld일 남음
pt_br: Iniciado em %@ · Termina em %@ · %lld dias restantes
ru: Начало: %@ · окончание: %@ · осталось дней: %lld
vi: Bắt đầu %@ · Kết thúc %@ · còn %lld ngày
zh_hans: 始于 %1$@ · 结束于 %2$@ · 剩余 %3$lld 天
zh_hant: 開始於 %1$@ · 結束於 %2$@ · 剩餘 %3$lld 天

source: Subscription · Active
ar: الاشتراك · نشط
de: Abonnement · Aktiv
es: Suscripción · Activa
fr: Abonnement · Actif
it: Abbonamento · Attivo
ja: サブスクリプション · 有効
ko: 구독 · 활성
pt_br: Assinatura · Ativa
ru: Подписка · Активна
vi: Gói đăng ký · Đang hoạt động
zh_hans: 订阅 · 有效
zh_hant: 訂閱 · 有效

source: Subscription · Canceled
ar: الاشتراك · ملغى
de: Abonnement · Gekündigt
es: Suscripción · Cancelada
fr: Abonnement · Annulé
it: Abbonamento · Annullato
ja: サブスクリプション · キャンセル済み
ko: 구독 · 취소됨
pt_br: Assinatura · Cancelada
ru: Подписка · Отменена
vi: Gói đăng ký · Đã hủy
zh_hans: 订阅 · 已取消
zh_hant: 訂閱 · 已取消

source: Subscription · Expired
ar: الاشتراك · منتهي
de: Abonnement · Abgelaufen
es: Suscripción · Caducada
fr: Abonnement · Expiré
it: Abbonamento · Scaduto
ja: サブスクリプション · 期限切れ
ko: 구독 · 만료됨
pt_br: Assinatura · Expirada
ru: Подписка · Истекла
vi: Gói đăng ký · Đã hết hạn
zh_hans: 订阅 · 已到期
zh_hant: 訂閱 · 已到期

source: Subscription · In Review
ar: الاشتراك · قيد المراجعة
de: Abonnement · In Prüfung
es: Suscripción · En revisión
fr: Abonnement · En cours d’examen
it: Abbonamento · In verifica
ja: サブスクリプション · 審査中
ko: 구독 · 검토 중
pt_br: Assinatura · Em Revisão
ru: Подписка · На проверке
vi: Gói đăng ký · Đang xem xét
zh_hans: 订阅 · 审核中
zh_hant: 訂閱 · 審查中

source: Subscription · Refunded
ar: الاشتراك · تم استرداد المبلغ
de: Abonnement · Erstattet
es: Suscripción · Reembolsada
fr: Abonnement · Remboursé
it: Abbonamento · Rimborsato
ja: サブスクリプション · 返金済み
ko: 구독 · 환불됨
pt_br: Assinatura · Reembolsada
ru: Подписка · Возвращена
vi: Gói đăng ký · Đã hoàn tiền
zh_hans: 订阅 · 已退款
zh_hant: 訂閱 · 已退款

source: The activation session token payload is invalid.
ar: بيانات رمز جلسة التفعيل غير صالحة.
de: Die Daten des Aktivierungssitzungs-Tokens sind ungültig.
es: El contenido del token de la sesión de activación no es válido.
fr: Les données du jeton de session d’activation ne sont pas valides.
it: I dati del token della sessione di attivazione non sono validi.
ja: アクティベーションセッショントークンのペイロードが正しくありません。
ko: 활성화 세션 토큰 데이터가 올바르지 않습니다.
pt_br: O payload do token da sessão de ativação é inválido.
ru: Данные токена сеанса активации недопустимы.
vi: Dữ liệu token phiên kích hoạt không hợp lệ.
zh_hans: 激活会话令牌内容无效。
zh_hant: 啟用階段權杖的內容無效。

source: The authenticator service returned %lld %@: %@
ar: أرجعت خدمة المصادقة %lld %@: %@
de: Der Authenticator-Dienst hat %1$lld %2$@ zurückgegeben: %3$@
es: El servicio de autenticación devolvió %lld %@: %@
fr: Le service d’authentification a renvoyé %lld %@ : %@
it: Il servizio di autenticazione ha restituito %lld %@: %@
ja: 認証サービスが%1$lld %2$@を返しました: %3$@
ko: 인증 서비스가 %lld %@을(를) 반환했습니다: %@
pt_br: O serviço autenticador retornou %lld %@: %@
ru: Служба аутентификации вернула %lld %@: %@
vi: Dịch vụ xác thực trả về %lld %@: %@
zh_hans: 验证服务返回 %lld %@：%@
zh_hant: 驗證服務回傳 %lld %@：%@

source: The authenticator service returned an invalid timestamp for %@: %@
ar: أرجعت خدمة المصادقة ختمًا زمنيًا غير صالح لـ %@: %@
de: Der Authenticator-Dienst hat für %1$@ einen ungültigen Zeitstempel zurückgegeben: %2$@
es: El servicio de autenticación devolvió una marca de tiempo no válida para %@: %@
fr: Le service d’authentification a renvoyé un horodatage non valide pour %@ : %@
it: Il servizio di autenticazione ha restituito una marca temporale non valida per %@: %@
ja: 認証サービスが%1$@に対して無効なタイムスタンプを返しました: %2$@
ko: 인증 서비스가 %@에 대해 올바르지 않은 타임스탬프를 반환했습니다: %@
pt_br: O serviço autenticador retornou um timestamp inválido para %@: %@
ru: Служба аутентификации вернула недопустимую метку времени для %@: %@
vi: Dịch vụ xác thực trả về dấu thời gian không hợp lệ cho %@: %@
zh_hans: 验证服务为 %1$@ 返回了无效的时间戳：%2$@
zh_hant: 驗證服務為 %@ 回傳了無效的時間戳記：%@

source: The authenticator service returned an unreadable response.
ar: أرجعت خدمة المصادقة ردًا غير قابل للقراءة.
de: Der Authenticator-Dienst hat eine unlesbare Antwort zurückgegeben.
es: El servicio de autenticación devolvió una respuesta ilegible.
fr: Le service d’authentification a renvoyé une réponse illisible.
it: Il servizio di autenticazione ha restituito una risposta illeggibile.
ja: 認証サービスから読み取れない応答が返されました。
ko: 인증 서비스가 읽을 수 없는 응답을 반환했습니다.
pt_br: O serviço autenticador retornou uma resposta ilegível.
ru: Служба аутентификации вернула нечитаемый ответ.
vi: Dịch vụ xác thực trả về phản hồi không đọc được.
zh_hans: 验证服务返回了无法读取的响应。
zh_hant: 驗證服務回傳了無法讀取的回應。

source: The authenticator service URL is invalid for path %@.
ar: عنوان URL لخدمة المصادقة غير صالح للمسار %@.
de: Die URL des Authenticator-Dienstes ist für den Pfad %@ ungültig.
es: La URL del servicio de autenticación no es válida para la ruta %@.
fr: L’URL du service d’authentification n’est pas valide pour le chemin %@.
it: L’URL del servizio di autenticazione non è valido per il percorso %@.
ja: パス%@の認証サービスURLが正しくありません。
ko: 경로 %@에 대한 인증 서비스 URL이 올바르지 않습니다.
pt_br: A URL do serviço autenticador é inválida para o caminho %@.
ru: Недопустимый URL службы аутентификации для пути %@.
vi: URL dịch vụ xác thực không hợp lệ cho đường dẫn %@.
zh_hans: 路径 %@ 的验证服务 URL 无效。
zh_hant: 路徑 %@ 的驗證服務 URL 無效。

source: The challenge nonce has already been used.
ar: تم استخدام رقم التحدي العشوائي بالفعل.
de: Die Nonce der Abfrage wurde bereits verwendet.
es: El nonce del desafío ya se ha utilizado.
fr: Le nonce du défi a déjà été utilisé.
it: Il nonce della sfida è già stato usato.
ja: チャレンジのナンスはすでに使用されています。
ko: 챌린지 nonce가 이미 사용되었습니다.
pt_br: O nonce do desafio já foi usado.
ru: Одноразовое значение запроса уже использовано.
vi: Nonce của challenge đã được dùng.
zh_hans: 该质询随机数已被使用。
zh_hant: 此挑戰 nonce 已使用過。

source: The client challenge is outside the accepted time window.
ar: تحدي العميل خارج النافذة الزمنية المقبولة.
de: Die Client-Abfrage liegt außerhalb des zulässigen Zeitfensters.
es: El desafío del cliente está fuera del intervalo de tiempo aceptado.
fr: Le défi client est en dehors de la fenêtre de temps acceptée.
it: La sfida del client è fuori dall’intervallo di tempo accettato.
ja: クライアントチャレンジが許容時間の範囲外です。
ko: 클라이언트 챌린지가 허용된 시간 범위를 벗어났습니다.
pt_br: O desafio do cliente está fora da janela de tempo aceita.
ru: Запрос клиента вне допустимого временного окна.
vi: Challenge từ máy khách nằm ngoài khoảng thời gian được chấp nhận.
zh_hans: 客户端质询超出了可接受的时间范围。
zh_hant: 用戶端挑戰超出可接受的時間範圍。

source: The client challenge time is ahead of the accepted clock skew.
ar: وقت تحدي العميل يتجاوز فارق الساعة المقبول.
de: Die Zeit der Client-Abfrage liegt über der zulässigen Zeitabweichung.
es: La hora del desafío del cliente supera el desfase de reloj aceptado.
fr: L’heure du défi client dépasse le décalage d’horloge accepté.
it: L’orario della sfida del client è in anticipo oltre lo scarto d’orologio accettato.
ja: クライアントチャレンジの時刻が、許容されるずれより進んでいます。
ko: 클라이언트 챌린지 시간이 허용된 시계 오차보다 앞서 있습니다.
pt_br: O horário do desafio do cliente está adiantado além da diferença de relógio aceita.
ru: Время запроса клиента опережает допустимое расхождение часов.
vi: Thời gian challenge từ máy khách vượt quá độ lệch đồng hồ được chấp nhận.
zh_hans: 客户端质询的时间超出了可接受的时钟偏差。
zh_hant: 用戶端挑戰的時間超出可接受的時鐘偏差。

source: The intermediate certificate has expired.
ar: انتهت صلاحية الشهادة الوسيطة.
de: Das Zwischenzertifikat ist abgelaufen.
es: El certificado intermedio ha caducado.
fr: Le certificat intermédiaire a expiré.
it: Il certificato intermedio è scaduto.
ja: 中間証明書の有効期限が切れています。
ko: 중간 인증서가 만료되었습니다.
pt_br: O certificado intermediário expirou.
ru: Срок действия промежуточного сертификата истёк.
vi: Chứng chỉ trung gian đã hết hạn.
zh_hans: 中间证书已过期。
zh_hant: 中繼憑證已過期。

source: The intermediate certificate is not yet valid.
ar: الشهادة الوسيطة غير صالحة بعد.
de: Das Zwischenzertifikat ist noch nicht gültig.
es: El certificado intermedio aún no es válido.
fr: Le certificat intermédiaire n’est pas encore valide.
it: Il certificato intermedio non è ancora valido.
ja: 中間証明書はまだ有効ではありません。
ko: 중간 인증서가 아직 유효하지 않습니다.
pt_br: O certificado intermediário ainda não é válido.
ru: Промежуточный сертификат ещё не действует.
vi: Chứng chỉ trung gian chưa có hiệu lực.
zh_hans: 中间证书尚未生效。
zh_hant: 中繼憑證尚未生效。

source: The license is outside its validity window.
ar: الترخيص خارج فترة صلاحيته.
de: Die Lizenz liegt außerhalb ihres Gültigkeitszeitraums.
es: La licencia está fuera de su período de validez.
fr: La licence est en dehors de sa période de validité.
it: La licenza è fuori dal periodo di validità.
ja: ライセンスが有効期間外です。
ko: 라이선스가 유효 기간을 벗어났습니다.
pt_br: A licença está fora do período de validade.
ru: Лицензия вне срока действия.
vi: Giấy phép nằm ngoài thời hạn hiệu lực.
zh_hans: 许可证不在有效期内。
zh_hant: 授權超出有效期間。

source: The license key is not used right now. LookInside waits for keychain access to be confirmed.
ar: مفتاح الترخيص غير مستخدم حاليًا. ينتظر LookInside تأكيد الوصول إلى سلسلة المفاتيح.
de: Der Lizenzschlüssel wird derzeit nicht verwendet. LookInside wartet auf die Bestätigung des Schlüsselbundzugriffs.
es: Ahora no se usa la clave de licencia. LookInside espera a que se confirme el acceso al llavero.
fr: La clé de licence n’est pas utilisée pour le moment. LookInside attend la confirmation de l’accès au trousseau.
it: La chiave di licenza al momento non è in uso. LookInside attende la conferma dell’accesso al portachiavi.
ja: ライセンスキーは現在使用されていません。 LookInsideは、キーチェーンへのアクセスが確認されるのを待っています。
ko: 지금은 라이선스 키를 사용하지 않습니다. LookInside가 키체인 접근 확인을 기다리고 있습니다.
pt_br: A chave de licença não está em uso no momento. O LookInside aguarda a confirmação do acesso às chaves.
ru: Ключ лицензии сейчас не используется. LookInside ожидает подтверждения доступа к связке ключей.
vi: Hiện chưa dùng khóa giấy phép. LookInside đang chờ xác nhận quyền truy cập chuỗi khóa.
zh_hans: 目前未使用许可证密钥。 LookInside 正在等待确认钥匙串访问。
zh_hant: 目前未使用授權碼。 LookInside 正在等待確認鑰匙圈的存取權限。

source: The secure timestamp does not match the challenge nonce.
ar: الختم الزمني الآمن لا يطابق الرقم العشوائي للتحدي.
de: Der sichere Zeitstempel stimmt nicht mit der Nonce der Abfrage überein.
es: La marca de tiempo segura no coincide con el nonce del desafío.
fr: L’horodatage sécurisé ne correspond pas au nonce du défi.
it: La marca temporale sicura non corrisponde al nonce della sfida.
ja: セキュアなタイムスタンプが、チャレンジのナンスと一致しません。
ko: 보안 타임스탬프가 챌린지 nonce와 일치하지 않습니다.
pt_br: O timestamp seguro não corresponde ao nonce do desafio.
ru: Защищённая метка времени не соответствует одноразовому значению запроса.
vi: Dấu thời gian an toàn không khớp với nonce của challenge.
zh_hans: 安全时间戳与质询随机数不一致。
zh_hant: 安全時間戳記與挑戰 nonce 不符。

source: The secure timestamp is outside the accepted time window.
ar: الختم الزمني الآمن خارج النافذة الزمنية المقبولة.
de: Der sichere Zeitstempel liegt außerhalb des zulässigen Zeitfensters.
es: La marca de tiempo segura está fuera del intervalo de tiempo aceptado.
fr: L’horodatage sécurisé est en dehors de la fenêtre de temps acceptée.
it: La marca temporale sicura è fuori dall’intervallo di tempo accettato.
ja: セキュアなタイムスタンプが許容時間の範囲外です。
ko: 보안 타임스탬프가 허용된 시간 범위를 벗어났습니다.
pt_br: O timestamp seguro está fora da janela de tempo aceita.
ru: Защищённая метка времени вне допустимого временного окна.
vi: Dấu thời gian an toàn nằm ngoài khoảng thời gian được chấp nhận.
zh_hans: 安全时间戳超出了可接受的时间范围。
zh_hant: 安全時間戳記超出可接受的時間範圍。

source: The secure timestamp root certificate does not match the trusted root.
ar: شهادة جذر الختم الزمني الآمن لا تطابق الجذر الموثوق.
de: Das Stammzertifikat des sicheren Zeitstempels stimmt nicht mit dem vertrauenswürdigen Stammzertifikat überein.
es: El certificado raíz de la marca de tiempo segura no coincide con la raíz de confianza.
fr: Le certificat racine de l’horodatage sécurisé ne correspond pas à la racine de confiance.
it: Il certificato radice della marca temporale sicura non corrisponde alla radice attendibile.
ja: セキュアなタイムスタンプのルート証明書が、信頼されたルートと一致しません。
ko: 보안 타임스탬프 루트 인증서가 신뢰하는 루트와 일치하지 않습니다.
pt_br: O certificado raiz do timestamp seguro não corresponde à raiz confiável.
ru: Корневой сертификат защищённой метки времени не совпадает с доверенным корневым.
vi: Chứng chỉ gốc của dấu thời gian an toàn không khớp với gốc tin cậy.
zh_hans: 安全时间戳的根证书与受信任的根证书不一致。
zh_hant: 安全時間戳記的根憑證與信任的根憑證不符。

source: The secure timestamp signature could not be decoded.
ar: تعذّر فك ترميز توقيع الختم الزمني الآمن.
de: Die Signatur des sicheren Zeitstempels konnte nicht dekodiert werden.
es: No se pudo decodificar la firma de la marca de tiempo segura.
fr: La signature de l’horodatage sécurisé n’a pas pu être décodée.
it: Impossibile decodificare la firma della marca temporale sicura.
ja: セキュアなタイムスタンプの署名をデコードできませんでした。
ko: 보안 타임스탬프 서명을 디코딩할 수 없습니다.
pt_br: Não foi possível decodificar a assinatura do timestamp seguro.
ru: Не удалось декодировать подпись защищённой метки времени.
vi: Không giải mã được chữ ký dấu thời gian an toàn.
zh_hans: 无法解码安全时间戳签名。
zh_hant: 無法解碼安全時間戳記簽章。

source: This license has been activated on multiple devices. Usage may be reviewed manually.
ar: تم تفعيل هذا الترخيص على عدة أجهزة. قد تتم مراجعة الاستخدام يدويًا.
de: Diese Lizenz wurde auf mehreren Geräten aktiviert. Die Nutzung wird möglicherweise manuell geprüft.
es: Esta licencia se ha activado en varios dispositivos. Su uso puede revisarse manualmente.
fr: Cette licence a été activée sur plusieurs appareils. L’utilisation peut faire l’objet d’un examen manuel.
it: Questa licenza è stata attivata su più dispositivi. L’utilizzo potrebbe essere verificato manualmente.
ja: このライセンスは複数のデバイスでアクティベートされています。使用状況が手動で審査される場合があります。
ko: 이 라이선스가 여러 기기에서 활성화되었습니다. 사용 내역이 수동으로 검토될 수 있습니다.
pt_br: Esta licença foi ativada em vários dispositivos. O uso pode ser revisado manualmente.
ru: Эта лицензия активирована на нескольких устройствах. Использование может быть проверено вручную.
vi: Giấy phép này đã được kích hoạt trên nhiều thiết bị. Việc sử dụng có thể bị xem xét thủ công.
zh_hans: 此许可证已在多台设备上激活，使用情况可能会被人工复核。
zh_hant: 此授權已在多部裝置上啟用，使用情況可能會經人工審查。
